<?php

$_['heading_title'] = "Разделы";

// Text
$_['text_success']     = 'Настройки успешно изменены!';
$_['text_list']        = 'Список разделов';
$_['text_add']         = 'Добавить';
$_['text_edit']        = 'Редактирование';

// Column
$_['column_name']      = 'Раздел';
$_['column_action']    = 'Действие';

// Entry
$_['entry_name']       = 'Название раздела';

// Error
$_['error_permission'] = 'У Вас нет прав для изменения разделов!';
$_['error_name']       = 'Тип работы должен быть от 3 до 32 символов!';
$_['error_store']      = 'Тип работы не может быть удален, так как назначена %s магазинам!';
$_['error_order']      = 'Раздел не может быть удален, так как назначен %s заказам!';

