<?php

$_['heading_title'] = "Предмет";

// Text
$_['text_success']     = 'Настройки успешно изменены!';
$_['text_list']        = 'Список предметов';
$_['text_add']         = 'Добавить';
$_['text_edit']        = 'Редактирование';

// Column
$_['column_name']      = 'Предмет';
$_['column_action']    = 'Действие';

// Entry
$_['entry_name']       = 'Название предмета';
$_['entry_section']    = 'Раздел';

// Error
$_['error_permission'] = 'У Вас нет прав для изменения предметов!';
$_['error_name']       = 'Предмет должен быть от 3 до 32 символов!';
$_['error_store']      = 'Предмет не может быть удален, так как назначена %s магазинам!';
$_['error_order']      = 'Предмет не может быть удален, так как назначен %s заказам!';

