<?php
// Heading
$_['heading_title']    = 'Типы работ';

// Text
$_['text_success']     = 'Настройки успешно изменены!';
$_['text_list']        = 'Список типов работ';
$_['text_add']         = 'Добавить';
$_['text_edit']        = 'Редактирование';

// Column
$_['column_name']      = 'Тип работы';
$_['column_action']    = 'Действие';

// Entry
$_['entry_name']       = 'Тип работы';

// Error
$_['error_permission'] = 'У Вас нет прав для изменения типов работ!';
$_['error_name']       = 'Тип работы должен быть от 3 до 32 символов!';
$_['error_store']      = 'Тип работы не может быть удален, так как назначена %s магазинам!';
$_['error_order']      = 'Тип работы не может быть удален, так как назначена %s заказам!';

