<?php
// Heading
$_['heading_title']                = 'Авторизация';

// Text
$_['text_account']                 = 'Личный Кабинет';
$_['text_login']                   = 'Вход на сайт';
$_['text_new_customer']            = 'Новый клиент';
$_['text_register']                = 'Регистрация';
$_['text_register_account']        = 'Создание учетной записи поможет покупать быстрее. Вы сможете контролировать состояние заказа, а также просматривать заказы сделанные ранее. Вы сможете накапливать призовые баллы и получать скидочные купоны. <BR>А постоянным покупателям мы предлагаем гибкую систему скидок и персональное обслуживание.<BR>';
$_['text_returning_customer']      = 'Зарегистрированный клиент';
$_['text_i_am_returning_customer'] = 'Войти в Личный Кабинет';
$_['text_forgotten']               = 'Забыли пароль';

$_['text_agree']                    = 'Нажимая кнопку «Регистрация», я принимаю <a href="%s" target="_blank"> пользовательское соглашение </a> и <a href="%s" target="_blank"> политику конфиденциальности </a>';


// Entry
$_['entry_login']                  = 'Логин или email';
$_['entry_email']                  = 'E-Mail';
$_['entry_password']               = 'Пароль';
$_['entry_new_password']           = 'Введите новый пароль';

// Error
$_['error_login']                  = 'Неправильно заполнены поле логин и/или пароль!';
$_['error_attempts']               = 'Вы превысили максимальное количество попыток авторизации. Повторите попытку авторизации на сайте через 1 час';
$_['error_approved']               = 'Необходимо подтвердить аккаунт перед авторизацией. Для этого зайдите на указанную почту';
$_['error_email']          = 'Неверный формат электронной почты';
$_['error_password']       = 'В пароле должно быть от 4 до 20 символов!';

