<?php
// Heading
$_['heading_title'] = 'Ваша учетная запись создана!';

// Text
$_['text_message']  = '<p>Поздравляем! Ваш Личный Кабинет был успешно создан.</p><p>Если у Вас есть какие-либо вопросы,  <a href="%s">напишите нам</a>.</p>';
$_['text_approval'] = '<p>Спасибо за регистрацию в %s!</p><p>На указанный Email отправлено письмо с дальнейшими инструкциям.</p><p>Если у Вас есть какие-то вопросы, пожалуйста напишите нам.</p>';
$_['text_account']  = 'Личный Кабинет';
$_['text_success']  = 'Успешно';

