<?php

$_['text_assigned'] = "Исполнитель выбран, с вашего счета списано %s";
$_['text_processing'] = "Вы подтвердили начало работы";
$_['text_canceled_offer'] = "Вы отменили свое предложение";
$_['text_awaiting'] = "Вы отправили готовую работу на проверку";
$_['text_complete'] = "Вы подтвердили выполнение работы";
$_['text_revision'] = "Вы отправили задачу на доработку";

$_['text_success_add'] = "Вы добавили предложение";
$_['text_success_edit'] = "Предложение отредактировано";

$_['error_unknown'] = "Неизвестная ошибка";
$_['error_assigned'] = "Уже выбран исполнитель";
$_['error_not_assigned'] = "Ваша заявка еще не выбрана";
$_['error_access_denied'] = "Доступ запрещен";
$_['error_earned'] = "Введите ставку";
$_['error_bet'] = "Введите ставку";
$_['error_offer'] = "Вы уже сделали ставку";